<template>
    <my-layout>
        <div class="about-us-block">
            <header-title>
                <strong class="font-bold">О нама</strong>
            </header-title>
            <div class="max-w-screen-xl mx-auto mb-10 bg-no-repeat bg-cover bg-[url(/assets/files/o-nama-handshake.jpg)] h-80">

            </div>
            <div class="content-middle max-w-screen-xl mx-auto">
                <p><strong class="text-red-800">Висока школа академских студија “Доситеј“</strong> јесте новооснована високошколска установа са седиштем у Београду. Налазимо се у самом центру Београда, на адреси Булевар војводе Путника бр. 7.</p>

                <p>Висока школа академских студија је највиши акредитациони ранг који је идентичан факултету, с тим што формално-правно назив “факултет” образовно-научне институције могу носити само када су у саставу универзитета. Висока школа „Доситеј“ је самостална високо-школска установа чији је оснивач Средња школа „Доситеј“ која на образовној мапи Београда постоји већ дуже од 7 година. Висока школа “Доситеј” обухвата основне академске и мастер студије на образовно-научном пољу друштвених наука из области опште економије и из области информатике.</p>

                <p>Висока школа “Доситеј” поседује дозволу за рад, а наставни план и програм основних и мастер академских студија акредитован је од стране Комисије за акредитацију и проверу квалитета под бројем 612-00- 01288/2015-06.</p>

                <div class="grid grid-cols-[60%_30%] gap-2 justify-between my-10">
                    <div class="content">
                        <div data-aos="fade-down" class="content-block my-10">
                            <div class="header-block my-10">
                                <h2 class="text-2xl text-gray-950 font-medium">Основни циљ
                                    <span class="underline w-1/12 bg-red-800 h-1 block rounded-sm"></span>
                                </h2>
                            </div>
                            <p>Основни задатак и циљ Високе школе академских студија „Доситеј“ је образовање дипломираног (240 ЕСПБ) и мастер економисте (60 ЕСПБ), који је са усвојеним теоријским и практичним знањима спреман за успешно реализовање пословних процеса у институцијама и организацијама.</p>
                        </div>
                        <p class="my-10">Свесни одговорности коју носи образовање нових економских стручњака, од самог почетка поставили смо високе стандарде којима се наша школа руководи. Наш приоритет и мисија којом смо се водили јесте квалитет образовања заснован на добро конципираном плану и програму рада.</p>
                        <p>Широк спектар академских знања и професионалних вештина из области опште економије наши студенти ће стицати на предавањима, вежбама и различитим иновативним облицима интерактивне наставе, а све у циљу да усвојена знања и практично примене на један ефективан и продуктиван начин у најбољем интересу будућег послодавца и укупног друштвеног окружења.</p>

                    </div>
                    <div class="content text-right">
                        <img src="/assets/img/ekonomija-2.jpg" class="max-w-full rounded boder border-red-800/60 border-[3px] shadow-md" alt="ekonomija"/>
                    </div>
                </div>

                <p>Наши студенти имају привилегију да им академска знања преноси високостручни наставни кадар састављен од реномираних професора, као и великог броја гостујућих предавача из праксе.</p>

                <p>Студентима су на располагању модерно опремљене учионице са свим потребним техничким помагалима, е-учионица, богато опремљена библиотека и др.</p>

                <p>Сви предмети су једносеместрални, испити се полажу парцијално путем тестова и других начина провере знања. Примена европског система трансфера кредита (ЕЦТС), тј. бодовног система, нашим студентима омогућава евентуални прелазак на друге високошколске установе било где у Европи, али и долазак иностраних студената код нас на студије.</p>

                <p>Са идејом да заједно створимо услове за боље перспективе свих нас кроз квалитетно образовање, мисију и визију којима тежимо, желимо свима добродошлицу у Високу школу академских студија „Доситеј“ из Београда.</p>
            </div>
        </div>
    </my-layout>
</template>
<script setup>
import MyLayout from "@/layouts/myLayout.vue";
import {onMounted} from "vue";
import {initFlowbite} from "flowbite";
import HeaderTitle from "@/components/myComponents/ui/HeaderTitle.vue";
import {useHead} from "@vueuse/head";

onMounted(()=>{
    initFlowbite();
})

useHead({
    title: 'О нама | Висока школа академских студија „Доситеј“',
    meta: [
        {
            name: 'description',
            content: 'Упознајте се са мисијом, визијом и циљевима Високе школе академских студија „Доситеј“ – савремене образовне институције у центру Београда.'
        },
        {
            property: 'og:title',
            content: 'О нама | Висока школа академских студија „Доситеј“'
        },
        {
            property: 'og:description',
            content: 'Сазнајте више о историјату, циљевима и квалитету образовања на Високој школи „Доситеј“ у Београду.'
        },
        {
            property: 'og:type',
            content: 'website'
        },
        {
            property: 'og:url',
            content: `https://vsdositej.edu.rs/o-nama`  // prilagodi URL
        },
        {
            property: 'og:image',
            content: 'https://vsdositej.edu.rs/assets/favicon.ico'
        }
    ],
    link: [
        {
            rel: 'canonical',
            href: `https://vsdositej.edu.rs${route.path}`
        }
    ]
});

</script>
